arthurwhite.white
bierner.github-markdown-preview
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-footnotes
bierner.markdown-preview-github-styles
bierner.markdown-yaml-preamble
bmewburn.vscode-intelephense-client
dbaeumer.vscode-eslint
DotJoshJohnson.xml
eamodio.gitlens-insiders
EditorConfig.EditorConfig
esbenp.prettier-vscode
evan-buss.font-switcher
GitHub.codespaces
golang.go
GrapeCity.gc-excelviewer
GraphQL.vscode-graphql
IronGeek.vscode-env
jbockle.jbockle-format-files
junstyle.php-cs-fixer
kahole.magit
mechatroner.rainbow-csv
ms-azuretools.vscode-azurefunctions
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.azure-account
ms-vsliveshare.vsliveshare
nobuhito.printcode
redhat.java
rifi2k.format-html-in-php
ronvanderheijden.phpdoc-generator
rust-lang.rust
skyapps.fish-vscode
stkb.rewrap
streetsidesoftware.code-spell-checker
tootone.org-mode
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscodevim.vim
wwm.better-align
yzhang.markdown-all-in-one
